<template lang="pug">
  div
    Hero(title="ごあいさつ")
    div.container
      div.columns.is-multiline
        div.column.is-full
          article.notification.is-light.has-text-success
            div.content
              h2.title 作り直される「工華祭」
              p 第22回 工華祭実行委員長
              p 工華祭が開催されることを嬉しく思います。
              p 今年のテーマは「Re:make ~平成を超えて~」です。元号が変わり、新しい時代となった今年にふさわしいよう、新しいことに「Remake」作り直すという意味が込められています。
              p 私は、昨年度学生会の会長を務めましたが、その経験を用いて多くのことを「Remake」できるよう努めてきました。今年は例年より模擬店の数も増え、体育館では、より規模が大きくなり復活した学生バンドを行います。ご来場の方々に楽しんでいただけることを願っています。
              p 最後に、開催にあたりまして、多大なるご支援ご協力いただいた教職員、学生、工華祭実行委員の皆様に心よりお礼申し上げます。
        div.column.is-full
          article.notification.is-light.has-text-success
            div.content
              h2.title 開催に寄せて
              p 学生会長
              p この度は、工華祭にお越しいただきありがとうございます。22回目を数える工華祭は多くの方々のご支援により今回も開催を迎えることができます。学生会を代表いたしまして、心より感謝申し上げます。
              p さて、今年は平成から令和へ時代が変わった年ということで、工華祭のテーマを「Re:make 〜平成を超えて〜」と決め、令和最初に良いスタートを切るべく学生全員が本日まで精一杯準備を進めて参りました。各学級、クラブ、有志から多くの模擬店、展示、ステージなどが披露されるこの工華祭は2年に1度。どうか来場される皆様には企画はもちろん、青春を謳歌する群馬高専学生の雰囲気を心ゆくまで楽しんで頂けたら幸いです。
              p 最後になりましたが、工華祭開催にあたり、惜しみないご支援ご協力をいただきました関係者の皆様に重ねて感謝申し上げるとともに、今後も変わらぬご指導ご鞭撻をお願い致しまして挨拶とさせていただきます。
        div.column.is-full
          article.notification.is-light.has-text-success
            div.content
              h2.title 高専生活の思い出をつくろう
              p 校長 山崎誠
              p 工華祭（学園祭）は隔年で開かれます。群馬高専で過ごす学校生活の中で、この工華祭は大きな思い出として、私たち一人一人の心に残っていきます。展示、コンテスト、模擬店等、多くの企画を仲間と作り上げ、普段の授業とは違った学校生活の一コマです。
              p 小中学生、保護者、地域住民の方等、多く方が来校されます。いつもとは一味違う群馬高専の姿をアピールするチャンスでもあります。工華祭は群馬高専最大のお祭りです。企画運営する皆さん自身が楽しむことはもちろん、外部の方も巻き込んで、工華祭を楽しんで下さい。そして、高専生活の思い出の一ページを刻んで下さい。
        div.column.is-full
          article.notification.is-light.has-text-success
            div.content
              h2.title 第22回工華祭を迎えて
              p 学生主事 櫻岡広
              p 工華祭も第 22 回を迎えました。さて、今年の工華祭はどんな工華祭になることでしょう？
              p 私が最初に工華祭に出会ったのは、平成元年に開催された第9回からです。そのころは、まだ3年毎の開催でした。今年は「平成」が終わり「令和」となって最初の工華祭です。平成時代の工華祭で楽しんだ学生達が親になり、その子ども達が令和の工華祭を作っていることに、時代の流れを感じます。
              p それはさておき、学生諸君は「今」の工華祭を、準備を含め存分に楽しんでください。そして、令和時代の工華祭を作り上げていってください。
</template>

<script>
import Hero from "@/components/Hero.vue";

export default {
  components:{
    Hero
  },
  data() {
    return {

    }
  }
}
</script>
